Repository: KDE/mycroft-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.mycroftplasmoid.po
Languages: az, es, hi

source: General
az: Əsas
hi: सामान्य

source: Enter Query or Say 'Hey Mycroft'
az: Sorğu daxil edin və ya 'Hey Mycroft' deyin
es: Introduzca una consulta o diga «Hola Mycroft»
hi: प्रश्न डालें या कहें 'हे मायक्रॉफ्ट'

source: Websocket Address:
az: Veb Soketi ünvanı:
es: Dirección de Websocket:
hi: वेबसॉकेट पता:

source: Additional Settings:
az: Əlavə ayarlar:
es: Preferencias adicionales:
hi: अतिरिक्त सेटिंग्स :

source: Enable Notifications
az: Bildirişləri açın
es: Activar notificaciones
hi: सूचनाएँ सक्षम करें

source: Enable Remote TTS
az: Şəbəkədəki Mətn Səsləndirməni (TTS) aktiv edin
es: Activar TTS remoto
hi: रिमोट टीटीएस सक्षम करें

source: Conversation
az: Söhbət
es: Conversación
hi: वार्तालाप

source: Hints & Tips
az: İpucları və Məsləhətlər
es: Ayudas y consejos
hi: संकेत एवं युक्तियाँ

source: Skill Browser
az: Veb-bələdçi bacarığı
es: Navegador de habilidades
hi: कौशल ब्राउज़र

source: Search Skills
az: Axtarış bacarığı
es: Habilidades de búsqueda
hi: कौशल ढूंढें

source: Refresh List
az: Siyahını yeniləyin
es: Actualizar la lista
hi: सूची ताज़ा करें

source: Mycroft
hi: मायक्रॉफ्ट

source: Disconnected
az: Bağlantı kəsildi
es: Desconectado
hi: वियोजित हो गया

source: Connect
az: Qoşulun
es: Conectar
hi: संयोजित करें

source: Toggle Mic
az: Mikrofon açarı
es: Conmutar el micrófono
hi: माइक टॉगल करें
